constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    sides
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          160;
        startFace       39;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1;
        startFace       199;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1;
        startFace       200;
    }
)

// ************************************************************************* //
